/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "No hay datos";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Guardar";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Volver a ingresar firma";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Borrar";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Cancelar";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Firma";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Tocar para firmar";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Área de firma";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Toque dos veces o arrastre para firmar";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Imagen de firma";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Línea de firma";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Cancelado";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Siguiente";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "Aceptar";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Estado";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "El usuario canceló la incorporación";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "No podrá continuar con la incorporación sin consentimiento.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Otorgar consentimiento";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Salir";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Atrás";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Paso";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "de";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "¿Está seguro de que desea salir del proceso de incorporación?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "¿Desea privacidad de datos?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Sea prudente con sus datos";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Ahora no";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Permitir";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Denegar";

/* XBUT: Agree action title in EULAView */
"Agree" = "Acepto";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "No acepto";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Cargando...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Aún no hay nada para mostrar";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d h %d min";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Listo";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Hay %d errores en la tabla de datos.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "encabezado de fila";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "fila %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "columna %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "accesorio inicial";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "accesorio final";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "texto";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "imagen";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "fecha";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "hora";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "duración";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "elemento de lista";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "seleccionado";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "no seleccionado";

/* XBUT: calendar time component label */
"Time" = "Hora";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Valor: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "La celda seleccionada es de solo lectura.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Campo de solo lectura";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "No hay más caracteres restantes";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Reduzca la cantidad de caracteres";

